Revit 2024 API
SymbolTypeId.BtuPerFtSup2DegreeF Property
 Symbol BTU/(ft²·°F), indicating unit British thermal units per square foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerFtSup2DegreeF { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerFtSup2DegreeF As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerFtSup2DegreeF {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace